Repository: achorg/DH-Answers-BBpress
Catalog: *-languages/*.po
Languages: it_it

source: Edit Profile
it_it: Modifica Profilo

source: Profile Info
it_it: Info Profilo

source: Administration
it_it: Amministrazione

source: To change your password, enter a new password twice below:
it_it: Per modificare la tua password, inserisci qui sotto la nuova password per due volte:

source: Update Profile &raquo;
it_it: Aggiorna Profilo &raquo;

source: Profile updated
it_it: Profilo aggiornato

source: Edit again &raquo;
it_it: Modifica nuovamente &raquo;

source: You may <a href="%1$s">edit this information</a>.
it_it: &Egrave; possibile <a href="%1$s">modificare questa informazione</a>.

source: You can also <a href="%1$s">manage your favorites</a> and subscribe to your favorites&#8217; <a href="%2$s"><abbr title="Really Simple Syndication">RSS</abbr> feed</a>.
it_it: &Egrave; possibile anche <a href="%1$s">gestire i preferiti</a> e sottoscrivere il <a href="%2$s"><abbr title="Really Simple Syndication">RSS</abbr> feed</a> dei preferiti.

source: User Activity
it_it: Attivit&agrave; Utente

source: Recent Replies
it_it: Repliche Recenti

source: You last replied: %s ago.
it_it: La tua ultima replica: %s fa.

source: User last replied: %s ago.
it_it: Ultima replica utente: %s fa.

source: Most recent reply: %s ago
it_it: Replica pi&ugrave; recente: %s fa

source: No replies since.
it_it: Nessuna replica da allora.

source: No more replies.
it_it: Nessuna ulteriore replica.

source: No replies yet.
it_it: Ancora nessuna replica.

source: Topics Started
it_it: Discussioni avviate

source: Started: %s ago
it_it: Iniziata %s fa

source: Most recent reply: %s ago.
it_it: Replica pi&ugrave; recente: %s fa.

source: No replies.
it_it: Nessuna replica.

source: No more topics posted.
it_it: Nessun&#8217;ialtra discussione inviata.

source: No topics posted yet.
it_it: Ancora nessuna discussione avviata.

source: Register
it_it: Registrati

source: Great!
it_it: Ottimo!

source: Your registration as <strong>%s</strong> was successful. Within a few minutes you should receive an email with your password.
it_it: La tua registrazione come <strong>%s</strong> ha avuto successo. Fra pochi minuti dovresti ricevere una email con la tua password.

source: Registration
it_it: Registrazione

source: Profile Information
it_it: Informazioni sul Profilo

source: Your password will be emailed to the address you provide.
it_it: La tua password verr&agrave; spedita per email all&#8217;tindirizzo che hai indicato.

source: Register &raquo;
it_it: Registrati &raquo;

source: You&#8217;re already logged in, why do you need to register?
it_it: Sei gi&agrave; autenticato, perch&egrave; ti vuoi registrare nuovamente?

source: Search
it_it: Cerca

source: Search &raquo;
it_it: Cerca &raquo;

source: Search for
it_it: Cerca per

source: Posted
it_it: Pubblicato

source: Relevant posts
it_it: Articoli rilevanti

source: No results found.
it_it: Nessun risultato trovato.

source: You may also try your <a href="http://google.com/search?q=site:%1$s %2$s">search at Google</a>
it_it: Potresti anche provare la tua <a href="http://google.com/search?q=site:%1$s %2$s">ricerca su Google</a>

source: Statistics
it_it: Statistiche

source: Registered Users
it_it: Utenti Registrati

source: Most Popular Topics
it_it: Discussioni Pi&ugrave; Popolari

source: <abbr title="Really Simple Syndication">RSS</abbr> link for this tag
it_it: Link <abbr title="Really Simple Syndication">RSS</abbr> per questo tag.

source: This is a collection of tags that are currently popular on the forums.
it_it: Questa &egrave; una raccolta di tag che sono attualmente molto popolari nei vari forum.

source: Tags:
it_it: Tag:

source: No <a href="%s">tags</a> yet.
it_it: Ancora nessun <a href="%s">tag</a>.

source: Started %1$s ago by %2$s
it_it: Avviato %1$s fa da %2$s

source: <a href="%1$s">Latest reply</a> from %2$s
it_it: <a href="%1$s">Ultima replica</a> da parte di %2$s

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for this topic
it_it: Feed <abbr title="Really Simple Syndication">RSS</abbr> per questa discussione.

source: Topic Closed
it_it: Discussione Chiusa

source: This topic has been closed to new replies.
it_it: Questa discussione &egrave: chiusa a nuove repliche.

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for this view
it_it: Feed <abbr title="Really Simple Syndication">RSS</abbr> per questa vista.

source: You cannot edit those favorites. How did you get here?
it_it: Non puoi modificare questi preferiti. Come sei arrivato qua?

source: Forum not found.
it_it: Forum non trovato.

source: %s is required.
it_it: %s è obbligatorio.

source: Invalid Role
it_it: Ruolo non valido

source: You are not the Gate Keeper.
it_it: Non si è l'utente principale (Gate Keeper).

source: You are not allowed to change this user's password.
it_it: Non è permesso modificare la password di questo utente.

source: %s is required
it_it: %s è richiesto

source: User Favorites
it_it: Favoriti Utente

source: You need to be logged in to add a tag.
it_it: Devi essere autenticato per poter aggiungere un tag.

source: Topic not found.
it_it: Discussione non trovata.

source: The tag was not added. Either the tag name was invalid or the topic is closed.
it_it: Il tag non &grave; stato aggiunto. O il nome del tag non era valido o la discussione &egrave; chiusa.

source: Invalid tag or topic.
it_it: Tag o discussione non validi.

source: The tag was not removed. You cannot remove a tag from a closed topic.
it_it: Il tag non &grave; stato rimosso. Non puoi cancellare un tag da una discussione oramai chiusa.

source: Tag not found
it_it: Tag non trovato

source: Authentication failed.
it_it: Autenticazione fallita.

source: You do not have permission to read this.
it_it: Non si dispone del permesso per leggere questo.

source: The forum id is invalid.
it_it: L'ID del forum non è valido.

source: The forum does not exist.
it_it: Il forum non esiste.

source: No forums found.
it_it: Nessun forum trovato.

source: No forum found.
it_it: Nessun forum trovato.

source: The forum data is invalid.
it_it: I dati del forum non sono validi.

source: The forum name is invalid.
it_it: Il nome del forum non è valido.

source: The forum could not be created.
it_it: Impossibile creare il forum.

source: The forum could not be edited.
it_it: Impossibile modificare il forum.

source: No topics found.
it_it: Nessuna discussione trovata.

source: The topic id is invalid.
it_it: L'ID della discussione non èvalida

source: No topic found.
it_it: Nessuna discussione trovata.

source: You do not have permission to write topics to this forum.
it_it: Non si dispone del permesso per scrivere discussioni su questo forum.

source: The topic title is invalid.
it_it: Il titolo della discussione non è valido.

source: The topic text is invalid.
it_it: Il testo della discussione non è valido.

source: The topic could not be created.
it_it: Impossibile creare la discussione.

source: The post could not be created.
it_it: Impossibile creare la replica.

source: No posts found.
it_it: Nessuna replica trovata.

source: You are not allowed to move this topic to this forum.
it_it: Non è permesso spostare questa discussione in questo forum.

source: No post found.
it_it: Nessuna discussione trovata.

source: No topic tags found.
it_it: Non sono state trovate discussioni con tag.

source: The tag id is invalid.
it_it: L'ID del tag non è valido.

source: No tag found.
it_it: Nessun tag trovato.

source: The tag data is invalid.
it_it: I dati del tag non sono validi.

source: The tags could not be added.
it_it: I tag non possono venir aggiunti.

source: You do not have permission to remove tags from this topic.
it_it: Non si dispone del permesso per rimuovere i tag da questa discussione.

source: The tags could not be removed.
it_it: I tag non possono venir rimossi.

source: Software Name
it_it: Nome software

source: Software Version
it_it: Versione software

source: Site URL
it_it: URL sito

source: Site Name
it_it: Nome sito

source: Site Description
it_it: Descrizione sito

source: Time Zone
it_it: Fuso orario

source: Date/Time Format
it_it: Formato data/ora

source: Date Format
it_it: Formato data

source: The pingback has already been registered.
it_it: Il pingback è già stato registrato.

source: The source URL does not exist.
it_it: L&#8217;URL sorgente non esiste.

source: We cannot find a title on that page.
it_it: Impossibile trovare un titolo in questa pagina.

source: The source URL does not contain a link to the target URL, and so cannot be used as a source.
it_it: L' URL d'origine non contiene un link all'URL di destinazionee quindi non può essere utilizzata come origine.

source: Pingback from %1$s to %2$s registered. Keep the web talking! :-)
it_it: Pingback da %1$s a %2$s registrato. Facciamo parlare il web! :-)
