Repository: achorg/DH-Answers-BBpress
Catalog: *-languages/*.po
Languages: it_it

source: Core themes -&gt;
it_it: Temi di baseCore themes -&gt;

source: User installed themes -&gt;
it_it: Temi instllati dall&#8217;utente -&gt;

source: Current Theme
it_it: Tema corrente

source: Available Themes
it_it: Temi disponibili

source: Invalid topic or forum.
it_it: Duscussione o forum non validi.

source: Your topic or forum caused all manner of confusion
it_it: La tua discussione o forum ha causato una caerta confusione

source: Beginning upgrade&hellip;
it_it: Inizo aggiornamento&hellip;

source: Done
it_it: Fatto

source: bbPress database upgrade
it_it: bbPress aggiornamento database

source: Nothing to upgrade. <a href="%s">Get back to work!</a>
it_it: Nulla da aggiornare. <a href="%s">Torna al lavoro!</a>

source: Database upgrade required
it_it: &Egrave; richiesto l'aggiornamento del database

source: Upgrade database &raquo;
it_it: Aggiorna database &raquo;

source: Database upgrade complete
it_it: Aggiornamento del database completato

source: Show upgrade log:
it_it: Visualizza registro aggiornamento:

source: Upgrade log:
it_it: Registro aggiornamento:

source: Go to admin &raquo;
it_it: Vai al pannello di amministrazione &raquo;

source: Database upgrade failed
it_it: Aggiornamento del database fallito

source: Show upgrade messages:
it_it: Visualizza messaggi di aggiornamento:

source: Error log:
it_it: Registro errori:

source: &laquo; Go back to forums
it_it: &laquo; Tornare ai forum

source: Try again &raquo;
it_it: Riprova &raquo;

source: These users have been blocked by the forum administrators
it_it: Questi utenti sono stati bloccati dagli amministratori del forum

source: Forum Administrators
it_it: Amministratori Forum

source: IP Information
it_it: Informazioni IP

source: Last 30 posts
it_it: Ultimi 30 articoli

source: Posted:
it_it: Pubblicato:

source: Sorry, post is too old.
it_it: Spiacente, l&#8217;articolo &egrave; troppo vecchio.

source: Creating table
it_it: Creazione tabella

source: Inserting data
it_it: Inserimento dati

source: Updating data
it_it: Aggiornamento dati

source: Skipped
it_it: Saltato

source: SQL ERROR!
it_it: ERRORE SQL!

source: Does not appear to be chunked encoded or body is malformed.
it_it: Non appare correttamente codificato o il body è malformato.

source: Too many redirects.
it_it: Troppi redirect.

source: Malformed URL: %s
it_it: URL malformata: %s

source: Could not open handle for fopen() to %s
it_it: Impossibile aprire un handle per fopen() verso %s

source: Invalid Taxonomy
it_it: Tassonomia non valida

source: Empty Term
it_it: Termine vuoto

source: Invalid taxonomy
it_it: Tassonomia non valida

source: Invalid term ID
it_it: ID termine non valido.

source: A name is required for this term
it_it: &Egrave; richiesto un nome per questo termine

source: Could not insert term into the database
it_it: Impossibile inserire il termine nel database

source: The slug "%s" is already in use by another term
it_it: L&#8217;abbreviazione "%s" &egrave già in uso da parte di un altro termine

source: Invalid login name
it_it: Nome di login non valido

source: Name already exists
it_it: Nome già esistente

source: Invalid nicename
it_it: Abbreviazione non valida

source: Nicename already exists
it_it: Abbreviazione già esistente

source: Invalid email address
it_it: Indirizzo email non valido

source: Email already exists
it_it: Email: già esistente

source: Invalid registration time
it_it: Orario di registrazione non valido.

source: Invalid registration timestamp
it_it: Data registrazione non valida

source: Query failed
it_it: Query fallita

source: Once Hourly
it_it: Ogni ora

source: Twice Daily
it_it: Due volte al giorno

source: Once Daily
it_it: Ogni giorno

source: Not a valid directory
it_it: Directory non valida

source: Invalid arguments
it_it: Argomenti non validi

source: Sunday
it_it: Domenica

source: Monday
it_it: Luned&igrave;

source: Tuesday
it_it: Marted&igrave;

source: Wednesday
it_it: Mercoled&igrave;

source: Thursday
it_it: Gioved&igrave;

source: Friday
it_it: Venerd&igrave;

source: Saturday
it_it: Sabato

source: S_Sunday_initial
it_it: D

source: M_Monday_initial
it_it: L

source: T_Tuesday_initial
it_it: M

source: W_Wednesday_initial
it_it: M

source: T_Thursday_initial
it_it: G

source: F_Friday_initial
it_it: V

source: S_Saturday_initial
it_it: S

source: Sun
it_it: Dom

source: Mon
it_it: Lun

source: Tue
it_it: Mar

source: Wed
it_it: Mer

source: Thu
it_it: Gio

source: Fri
it_it: Ven

source: Sat
it_it: Sab

source: January
it_it: Gennaio

source: February
it_it: Febbraio

source: March
it_it: Marzo

source: April
it_it: Aprile

source: May
it_it: Maggio

source: June
it_it: Giugno

source: July
it_it: Luglio

source: August
it_it: Agosto

source: September
it_it: Settembre

source: October
it_it: Ottobre

source: November
it_it: Novembre

source: December
it_it: Dicembre

source: Jan_January_abbreviation
it_it: Gen

source: Feb_February_abbreviation
it_it: Feb

source: Mar_March_abbreviation
it_it: Mar

source: Apr_April_abbreviation
it_it: Apr

source: May_May_abbreviation
it_it: Mag

source: Jun_June_abbreviation
it_it: Giu

source: Jul_July_abbreviation
it_it: Lug

source: Aug_August_abbreviation
it_it: Ago

source: Sep_September_abbreviation
it_it: Set

source: Oct_October_abbreviation
it_it: Ott

source: Nov_November_abbreviation
it_it: Nov

source: Dec_December_abbreviation
it_it: Dic

source: F j, Y - h:i A
it_it: j F Y, H:i

source: F j, Y
it_it: j F Y

source: h:i A
it_it: H:i

source: Search &#187;
it_it: Cerca &#187;

source: Search&#8230;
it_it: Cerca&#8230;

source: Any
it_it: Qualsiasi

source: Topic Author&#8230;
it_it: Autore discussione&#8230;

source: Post Author&#8230;
it_it: Autore articolo&#8230;

source: All
it_it: Tutti

source: Topic Status&#8230;
it_it: Stato discussione&#8230;

source: Post Status&#8230;
it_it: Stato articolo&#8230;

source: Open?&#8230;
it_it: Apri?&#8230;

source: Title&#8230;
it_it: Titolo&#8230;

source: Invalid User ID
it_it: ID utente non valido

source: Key Master
it_it: Amministratore

source: Administrator
it_it: Amministratore

source: Moderator
it_it: Moderatore

source: Member
it_it: Membro

source: Inactive
it_it: Non Attivo

source: &laquo; Previous
it_it: &laquo; Precedente

source: Next &raquo;
it_it: Successivo &raquo;

source: Page %d
it_it: Pagina %d

source: Previous page
it_it: Pagina precedente

source: Next page
it_it: Pagina successiva

source: year
it_it: anno

source: years
it_it: annn

source: month
it_it: mese

source: months
it_it: mesi

source: week
it_it: settimana

source: weeks
it_it: settimane

source: day
it_it: giorno

source: days
it_it: giorni

source: hour
it_it: ora

source: minute
it_it: minuto

source: second
it_it: secondo

source: seconds
it_it: secondi

source: User not found.
it_it: Utente non trovato.

source: should be
it_it: dovrebbe essere

source: full permalink
it_it: permalink completo

source: Favorites
it_it: Preferiti

source: First name
it_it: Nome

source: Last name
it_it: Cognome

source: Display name as
it_it: Visualizzare il nome come

source: Website
it_it: Sito Web

source: Location
it_it: Localit&agrave;

source: Occupation
it_it: Occupazione

source: Interests
it_it: Interessi

source: Custom Title
it_it: Titolo Personalizzato

source: Ignore the %d second post throttling limit
it_it: Ignora il limite di %d secondi sull&#8217;invio di articoli

source: Topics with no replies
it_it: Discussioni senza repliche

source: Topics with no tags
it_it: Discussioni senza tag

source: bbPress Failure Notice
it_it: Avviso di errore bbPress

source: Please try again.
it_it: Riprovare.

source: <a href="http://bbpress.org/">bbPress</a> - simple, fast, elegant
it_it: <a href="http://bbpress.org/">bbPress</a> - semplice, veloce, elegante.

source: Back to <a href="%s">%s</a>.
it_it: Torna a <a href="%s">%s</a>.

source: Your attempt to submit this post has failed.
it_it: Il tentativo di inviare questa replica è fallito.

source: Your attempt to edit this post has failed.
it_it: Il tentativo di di modificare questa replica è fallito.

source: Your attempt to delete this post has failed.
it_it: Il tentativo di cancellare questa replica è fallito.

source: Your attempt to create this topic has failed.
it_it: Il tentativo di di creare questa discussione è fallito.

source: Your attempt to change the resolution status of this topic has failed.
it_it: Il tentativo di cambiare lo status di risoluzione di questa discussione è fallito.

source: Your attempt to delete this topic has failed.
it_it: Il tentativo di di cancellare questa discussione è fallito.

source: Your attempt to change the status of this topic has failed.
it_it: Il tentativo di di cambiare lo stato di questa discussione è fallito.

source: Your attempt to change the sticky status of this topic has failed.
it_it: Il tentativo di di cambiare lo status di in evidenza per questa discussione è fallito.

source: Your attempt to move this topic has failed.
it_it: Il tentativo di di spostare questa discussione è fallito.

source: Your attempt to add this tag to this topic has failed.
it_it: Il tentativo di aggiungere questo tag a questa discussione è fallito.

source: Your attempt to rename this tag has failed.
it_it: Il tentativo di di rinominare questo tag è fallito.

source: Your attempt to submit these tags has failed.
it_it: Il tentativo di di inviare questi tag è fallito.

source: Your attempt to destroy this tag has failed.
it_it: Il tentativo di distruggere questo tga è fallito.

source: Your attempt to remove this tag from this topic has failed.
it_it: Il tentativo di rimuovere questo tag da questa discussione è fallito.

source: Your attempt to toggle your favorite status for this topic has failed.
it_it: Il tentativo di di cambiare lo stato dei favoriti per questa discussione è fallito.

source: Your attempt to edit this user's profile has failed.
it_it: Il tentativo di modificare il profilo utente è fallito.

source: Your attempt to add this forum has failed.
it_it: Il tentativo di di aggiungere questo forum è fallito.

source: Your attempt to update your forums has failed.
it_it: Il tentativo di aggiornare il forum è fallito.

source: Your attempt to delete that forum has failed.
it_it: Il tentativo di cancellare questo forum è fallito.

source: Your attempt to recount these items has failed.
it_it: Il tentativo di riconteggiare questi elementi è fallito

source: Your attempt to switch themes has failed.
it_it: Il tentativo di di passare ad un nuovo tema è fallito.

source: Your attempt to do this has failed.
it_it: Il tentativo di eseguire questa operazione è fallito.

source: Your search term was too short
it_it: I termini usati per la ricerca sono troppo brevi

source: Your query parameters are invalid
it_it: I tuoi parametri di query non sono validi

source: [sticky] %s
it_it: [evidenziato] %s

source: [closed] %s
it_it: [chiuso] %s

source: Please give me a name!
it_it: Dammi un nome!

source: Invalid username
it_it: Nome utente non valido

source: The specified user does not exist.
it_it: L'utente specificato non esiste.

source: If you wanted to reset your password, you may do so by visiting the following address: %s If you don't want to reset your password, just ignore this email. Thanks!
it_it: Se desideri azzerare la tua password, puoi farlo visitando il seguente indirizzo: %s Se non desideri azzerare la tua password, ignora semplicemente questa email. Grazie!

source: Password Reset
it_it: Azzeramento Password

source: Key not found.
it_it: Chiave non trovata.

source: You are not allowed to change your password.
it_it: Non ti &egrave; permesso modificare la tua password.

source: Your username is: %1$s Your password is: %2$s You can now log in: %3$s Enjoy!
it_it: Il tuo nome utente &egrave;: %1$s La tua password &egrave;: %2$s Ora puoi fare il login: %3$s Divertiti!

source: You do not have permission to do that.
it_it: Non si dispone del permesso per fare questo.

source: An unidentified error has occurred.
it_it: Si è verificato un errore non identificato.

source: Too short
it_it: Troppo corta

source: Bad
it_it: Cattivo

source: Good
it_it: Buono

source: Strong
it_it: Forte

source: drag
it_it: trascina

source: Save Forum Order &#187;
it_it: Salva l&#8217;tordine dei forum &#187;

source: Edit Forum Order &#187;
it_it: Modifica l&#8217;ordine dei forum &#187;

source: Are you sure you wanna delete this post?
it_it: Si è sicuri di voler cancellare questo articolo?

source: Are you sure you wanna undelete this post?
it_it: Si è sicuri di voler annullare la cancellazione di questo articolo?

source: favorites
it_it: preferiti

source: This topic is one of your %favLinkYes% [%favDel%]
it_it: Questa discussione è uno dei tuoi %favLinkYes% [%favDel%]

source: Add this topic to your favorites
it_it: Aggiungi questa discussione ai tuoi preferiti

source: Profile
it_it: Profilo

source: Reply
it_it: Replica

source: New Topic in this Forum
it_it: Nuove Discussioni in questo Forum

source: Add New Topic
it_it: Aggiungi una Nuova Discussione

source: You must <a href="%s">log in</a> to post.
it_it: Devi aver fatto <a href="%s">il login</a> per poter pubblicare articoli.

source: Tags
it_it: Tag

source: User Favorites: %s
it_it: Preferiti utente: %s

source: Topic: %s
it_it: Discussioni: %s

source: Forum: %s - Recent Posts
it_it: Forum: %s - Repliche recenti

source: Forum: %s - Recent Topics
it_it: Forum: %s - Discussioni recenti

source: Recent Posts
it_it: Articoli Recenti

source: Recent Topics
it_it: Discussioni recenti

source: Are you sure you wanna delete that?
it_it: Sei sicuro di voler cancellare questo?

source: Delete entire topic
it_it: Cancella l&#8217;intera discussione

source: Are you sure you wanna undelete that?
it_it: Sei sicuro di voler annullare la cancellazione?

source: Undelete entire topic
it_it: Recupera l&#8217;intera discussione

source: Close topic
it_it: Chiudi discussione

source: Open topic
it_it: Apri discussione

source: Unstick topic
it_it: Non evidenziare la discussione

source: Stick topic
it_it: Evidenzia discussione

source: to front
it_it: in pagina principale

source: View normal posts
it_it: Visualizza gli articoli normali

source: View all posts
it_it: Mostra tutti gli articoli

source: %s post
it_it: %s articolo

source: +%d more
it_it: +%d altri

source: Move this topic to the selected forum:
it_it: Muovi la discussione nel forum selezionato:

source: Move
it_it: Sposta

source: Add New &raquo;
it_it: Aggiungi Nuova &raquo;

source: Anonymous
it_it: Anonimo

source: Undelete
it_it: Recuperato

source: Unregistered
it_it: Non Registrato

source: Delete User &raquo;
it_it: Cancella Utente &raquo;

source: Are you sure you want to delete this user?
it_it: Sei sicuro di voler cancellare questo utente?

source: Member Since
it_it: Membro da

source: These items are <span class="required">required</span>.
it_it: Questi elementi sono <span class="required">obbligatori</span>.

source: User Type
it_it: Tipo utente

source: Allow this user to
it_it: Permetti a questo utenti di

source: New password
it_it: Nuova password

source: Password Strength
it_it: Forza della password

source: Disabled (requires JavaScript)
it_it: Disabilitato (richiede JavaScript)

source: Disabled (requires jQuery)
it_it: Disabilitato (richiede jQuery)

source: Log Out
it_it: Scollegati

source: Admin
it_it: Amministrazione

source: View your profile
it_it: Visualizza il tuo profilo

source: Add &raquo;
it_it: Aggiungi &raquo;

source: Rename tag:
it_it: Rinomina tag:

source: Rename
it_it: Rinomina

source: Merge this tag into:
it_it: Unisci questo tag con:

source: Merge
it_it: Unisci

source: Are you sure you want to merge the "%s" tag into the tag you specified? This is permanent and cannot be undone.
it_it: Sei sicuro di voler unire il tag "%s" con il tag da te specificato? Si tratta di una modifica permanente che non potr&agrave; venir annullata.

source: Destroy tag:
it_it: Distruggi il tag:

source: Destroy
it_it: Distruggi

source: Are you sure you want to destroy the "%s" tag? This is permanent and cannot be undone.
it_it: Sei sicuro di voler distruggere il tag "%s"? Questa operazione &grave; definitiva e non pu&ograve; venir annullata.

source: Remove this tag
it_it: Rimuovi questo tag

source: %d topics
it_it: %d discussioni

source: - None -
it_it: - Nessuno -

source: This topic is one of your %favorites% [
it_it: Questa discussione &egrave; uno dei tuoi %preferiti% [

source: You've been blocked. If you think a mistake has been made, contact this site's administrator.
it_it: Sei stato bloccato. Se pensi sia stato fatto un errore, contatta l&#8217;amministratore del sito.

source: Are you sure you want to delete this %s?
it_it: Sei sicuro di voler cancellare questo %s?

source: Jump to new item
it_it: Salta ai nuovi elementi

source: You don't have permission to do that.
it_it: Non hai il permesso per fare questo.

source: Something strange happened. Try refreshing the page.
it_it: Si &egrave; verificata una anomalia. Prova a ricaricare la pagina.

source: Slow down, I'm still sending your data!
it_it: Rallenta, st&ograve; ancora inviando i tuoi dati!

source: User does not exist.
it_it: L'utente non esiste.

source: Enter a username or email address.
it_it: Inserire un nome utente o un indirizzo email.

source: Enter a username.
it_it: Inserire il nome utente.

source: Incorrect password.
it_it: Password errata.

source: Username and Password do not match.
it_it: Nome utente e password non corrispondono.

source: Akismet Configuration
it_it: Configurazione Akismet

source: Akismet Key:
it_it: Chiave Akismet:

source: Update Configuration &raquo;
it_it: Aggiorna configurazione &raquo;

source: Configuration saved.
it_it: Configurazione salvata.

source: Akismet Spam
it_it: Spam Akismet

source: The API key you have specified is invalid. Please double check the <strong>Akismet Key</strong> set in <a href="%s">Akismet configuration</a>. If you don't have an API key yet, you can get one at <a href="%s">WordPress.com</a>.
it_it: La API key specificata non è valida. Verificare accuratamente la variabile <strong>Akismet Key</strong> impostata in <a href="%s">configurazione Akismet</a>. Se non si dispone ancora di una API key, è possibile ottenerne una su <a href="%s">WordPress.com</a>.

source: Not Spam
it_it: No Spam

source: Export
it_it: Esporta

source: Download Export File
it_it: Scarica file di esportazione

source: Import
it_it: Importa

source: Counting bozo posts...
it_it: Conteggio degli articoli bozo...

source: Done counting bozo posts.
it_it: Conteggio degli articoli bozo terminata.

source: Counting bozo topics for each user...
it_it: Conteggio dellre discussioni bozo per ciascun utente...

source: Done counting bozo topics.
it_it: Conteggio delle discussioni dei bozo terminata

source: Count topics to which each user has replied and count each users&#039; bozo posts
it_it: Conteggia le discussioni a cui ciascun utente ha replicato e conteggia ciascun articolo dell&#8217;utente bozo

source: Count bozo posts on every topic
it_it: Conteggia gli articoli bozo in ciascuna discussione

source: This user is a bozo
it_it: Questo utente &egrave; un bozo

source: Bozos
it_it: Bozo

source: These users have been marked as bozos
it_it: Questi utenti sono stati marcati come bozo

source: Slow down; you move too fast.
it_it: Rallenta; ti muovi troppo in fretta.

source: You need to actually submit some content!
it_it: Devi immetere dei contenuti!

source: You are not allowed to post. Are you logged in?
it_it: Non ti &egrave; permesso inviare articoli. Hai fatto il login?

source: You are not allowed to write new topics.
it_it: Non ti è&egrave; permesso scrivere nuovi argomenti.

source: Please enter a topic title
it_it: Perfavore, inserisci un titolo per la discussione

source: This topic has been closed
it_it: La discussione &egrave; stata chiusa

source: No username specified
it_it: Non è stato specificato alcun nome utente

source: Could not determine site URI
it_it: Impossibile determinare la URI del sito

source: Page not found!
it_it: Pagina non trovata!

source: I'm sorry, but there is nothing at this URL.
it_it: Non vi è nulla in questa URL

source: Edit Post &raquo;
it_it: Modifica Articolo &raquo;

source: Allowed markup:
it_it: Marcatori consentiti:

source: Put code in between <code>`backticks`</code>.
it_it: Inserisci il codice fra gli <code>`apici rovesci`</code>.

source: Edit Post
it_it: Modifica Articolo

source: Current Favorites
it_it: Favoriti Attuali

source: Your Favorites allow you to create a custom <abbr title="Really Simple Syndication">RSS</abbr> feed which pulls recent replies to the topics you specify. To add topics to your list of favorites, just click the "Add to Favorites" link found on that topic&#8217;s page.
it_it: I tuoi Preferiti ti permettono di creare un feed <abbr title="Really Simple Syndication">RSS</abbr> personalizzato che estrae le repliche recenti alle discussioni che hai selezionato. Per aggiungere una discussione alla tua lista dei preferiti, fai un semplice click sul link "Aggiungi ai Preferiti" che trovi nella pagina relativa alla discussione.

source: Subscribe to your favorites&#8217; <a href="%s"><abbr title="Really Simple Syndication">RSS</abbr> feed</a>.
it_it: Sottoscrivi il tuo <a href="%s">feed <abbr title="Really Simple Syndication">RSS</abbr></a> dei preferiti.

source: Remove
it_it: Rimuovi

source: You currently have no favorites.
it_it: Al momento non hai alcun preferito

source: currently has no favorites.
it_it: attualmente non ha alcun preferito.

source: %1$s is proudly powered by <a href="%2$s">bbPress</a>.
it_it: %1$s utilizza <a href="%2$s">bbPress</a>.

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for this forum
it_it: Feed <abbr title="Really Simple Syndication">RSS</abbr> per questo forum

source: Subforums
it_it: Forum secondari

source: Main Theme
it_it: Tema Principale

source: Hot Tags
it_it: Hot Tag

source: Latest Discussions
it_it: Ultime Discussioni

source: Views
it_it: Viste

source: Welcome, %1$s!
it_it: Benvenuto, %1$s!

source: <a href="%1$s">Register</a> or log in (<a href="%2$s">lost password?</a>):
it_it: <a href="%1$s">Registrarsi</a> o fare il login (<a href="%2$s">password smarrita?</a>):

source: Remember me
it_it: Ricordami

source: Log in Failed
it_it: Login Fallito

source: Remember me:
it_it: Ricordami:

source: Try Again &raquo;
it_it: Riprova &raquo;

source: Password Recovery
it_it: Recupero password

source: Recover Password &raquo;
it_it: Recupera Password &raquo;

source: An email has been sent to the address we have on file for you. If you don&#8217;t get anything within a few minutes, or your email has changed, you may want to get in touch with the webmaster or forum administrator here.
it_it: Una email &egrave stata spedita all&#8217;indirizzo che abbiamo registrato. Se non si riceve nulla nei prossimi minuti oppure se la email &egrave; cambiata, si dovraà mettersi in contatto con il webmaster o con l&#8217;amministratore del forum.

source: Your password has been reset and a new one has been mailed to you.
it_it: La tua password è stata azzerata ed una nuova ti è stata spedita per email.

source: Topic title: (be brief and descriptive)
it_it: Titolo discussione: (sii breve e descrittivo)

source: Enter a few words (called <a href="%s">tags</a>) separated by commas to help someone find your topic:
it_it: Immetti alcune parole (detti <a href="%s">tag</a>) separati da spazi per aiutare gli altri a trovare la tua discussione:

source: Pick a section:
it_it: Seleziona una sezione:

source: Send Post &raquo;
it_it: Invia Articolo &raquo;

source: You can also put code in between backtick ( <code>`</code> ) characters.
it_it: &Egrave; possibile inserire del codice apici rovesci ( <code>`</code> ).

source: Posted %s ago
it_it: Pubblicato %s fa
