Repository: achorg/DH-Answers-BBpress
Catalog: *-languages/*.po
Languages: it_it

source: Nothing to see here.
it_it: Non c'è nulla da vedere qui.

source: Visit Site
it_it: Visita sito

source: Howdy, %1$s!
it_it: Salve, %1$s!

source: Recounting
it_it: Riconteggio in corso

source: Counting posts...
it_it: Conteggio articoli...

source: Done counting posts.
it_it: Conteggio articoli effettuato.

source: Counting deleted posts...
it_it: Conteggio articoli cancellati...

source: Done counting deleted posts.
it_it: Conteggio articoli cancellati completato.

source: No deleted posts to count.
it_it: Nessuna replica cancellata da conteggiare.

source: Counting forum topics and posts...
it_it: Conteggio discussioni e articoli...

source: Done counting forum topics and posts.
it_it: Conteggio discussioni ed articoli completato.

source: Counting topics to which each user has replied...
it_it: Conteggio discussioni a cui ciascun utente ha replicato...

source: Done counting topics.
it_it: Conteggio discussioni completato.

source: Counting topic tags...
it_it: Conteggio tag delle discussioni...

source: Done counting topic tags.
it_it: Conteggio tag delle discussioni compleatato.

source: Counting tagged topics...
it_it: Conteggio delle discussioni marcate con tag...

source: Done counting tagged topics.
it_it: Conteggio discussioni marcate con tag completato.

source: Deleted tags with no topics.
it_it: Cancellati i tag senza discussioni associate.

source: Done removing deleted topics from users' favorites.
it_it: Rimozione discussioni cancellate dai preferiti dell'utente completata.

source: Done recounting. The process took
it_it: Riconteggio completato. Il processo ha richiesto

source: %1$d queries and %2$s seconds.
it_it: %1$d query e %2$s secondi.

source: You don't have the authority to mess with the forums.
it_it: Non hai l&#8217;autorit&agrave; per pasticciare con i forum.

source: Bad forum name. Go back and try again.
it_it: Nome del forum errato. Torna indietro e riprova.

source: The forum was not added
it_it: Il forum non &egrave; stato aggiunto

source: No forums to update!
it_it: Nessun forum da aggiornare!

source: You don't have the authority to kill off the forums.
it_it: Non hai l&#8217;autorit&agrave; per eliminare i forum.

source: Error occured while trying to delete forum
it_it: Si &egrave; verificato un errore cercando di cancellare il forum

source: Forum Updated.
it_it: Forum aggiornato.

source: Forum deleted. You should have bbPress <a href="%s">recount your site information</a>.
it_it: Forum cancellato. Devi far eseguire a bbPress <a href="%s">il ricalcolo delle informazioni del tuo sito</a>.

source: Forum Management
it_it: Gestione Forum

source: Update Forum
it_it: Aggiorna forum

source: Are you sure you want to delete the "<strong>%s</strong>" forum?
it_it: Sei sicuro di voler cancellare il forum "<strong>%s</strong>"?

source: This forum contains
it_it: Quato forum contiene

source: %d topic
it_it: %d discussione

source: %d post
it_it: %d articolo

source: Delete all topics and posts in this forum. <em>This can never be undone.</em>
it_it: Cancella tutte le discussioni e gli articoli di questo forum. <em>Questa operazione non potr&agrave; essere annullata.</em>

source: Move topics from this forum into
it_it: Muovi la discussione da questo forum in

source: Delete forum &raquo;
it_it: Cancella forum &raquo;

source: &laquo; Go back
it_it: &laquo; Torna indietro

source: Name &#8212; Description
it_it: Nome &#8212; Descrizione

source: Add Forum
it_it: Aggiungi Forum

source: Now how'd you get here? And what did you think you'd being doing?
it_it: Come sei arrivato qui? E cosa pensavi di stare facendo?

source: matching &#8220;%s&#8221;
it_it: corrispondenze &#8220;%s&#8221;

source: with tag &#8220;%s&#8221;
it_it: con tag &#8220;%s&#8221;

source: by %s
it_it: di %s

source: Normal
it_it: Normale

source: Deleted
it_it: Eliminato

source: Posts
it_it: Articoli

source: %1$sposts
it_it: %1$sarticoli

source: Filter &#187;
it_it: Filtra &#187;

source: Closed
it_it: Chiuso

source: Open
it_it: Apri

source: Topics
it_it: Discussioni

source: %1$s%2$stopics
it_it: %1$s%2$sdiscussioni

source: Topic
it_it: Discussione

source: Last Poster
it_it: Ultimo Invio

source: Freshness
it_it: Freschezza

source: No Topics Found
it_it: Nessuna discussione trovata

source: There is a problem with that post, pardner.
it_it: C'&egrave; un problema con questo argomento.

source: There is a problem with that topic, pardner.
it_it: C'&egrave; un problema con questa discussione.

source: bbPress &rsaquo; Error
it_it: bbPress &rsaquo; Errore

source: Oh dear!
it_it: Oh mamma!

source: bbPress installer
it_it: Installazione bbPress

source: Welcome
it_it: Benvenuto

source: Welcome to the bbPress installer
it_it: Benvenuti nella installazione di bbPress

source: We're now going to go through a few steps to get you up and running.
it_it: Si eseguiranno ora alcuni passaggi per avere il tutto configurato e funzionante.

source: Step 1
it_it: Passo 1

source: Database configuration
it_it: Configurazione database

source: Step 2
it_it: Passo 2

source: WordPress integration (optional)
it_it: Integrazione WordPress (opzionale)

source: &laquo; skipped
it_it: &laquo; saltato

source: Step 3
it_it: Passo 3

source: Site settings
it_it: Impostazioni sito

source: Finished
it_it: Finito

source: Installation complete!
it_it: Installazione completata!

source: Your server is running PHP version %s but bbPress requires at least 4.3
it_it: Il server sta utilizzando PHP versione %s ma bbPress richiede almeno la versione 4.3

source: Your PHP installation appears to be missing the MySQL extension which is required for bbPress
it_it: 'installazione PHP appare mancante dell'estensione MySQL che è necessaria per utilizzare bbPress.

source: &laquo; completed
it_it: &laquo; completato

source: Database name
it_it: Nome del database

source: Database user
it_it: Utente del database

source: Database password
it_it: Password del database

source: That database user's password.
it_it: Password utente di questo database

source: Language
it_it: Lingua

source: Show advanced settings
it_it: Mostrare le impostazioni avanzate

source: Database host
it_it: Host del database

source: Database character set
it_it: Charset del database

source: Database character collation
it_it: Character collation del database

source: Table name prefix
it_it: Prefisso nomi tabelle

source: Contents for <code>bb-config.php</code>
it_it: Contenuti per <code>bb-config.php</code>

source: Check for configuration file
it_it: Controllare il file di configurazione

source: Go to step 2 &raquo;
it_it: Vai al passo 2 &raquo;

source: Add integration settings
it_it: Aggiungere Impostazioni di integrazione

source: Save WordPress integration settings
it_it: Salva impostazioni di integrazione WordPress

source: Add cookie integration settings
it_it: Aggiungi impostazioni di integrazione dei cookie

source: WordPress address (URL)
it_it: Indirizzo WordPress (URL)

source: Blog address (URL)
it_it: Indirizzo blog (URL)

source: Add user database integration settings
it_it: Aggiungi impostazioni per integrazione del database utenti

source: User database table prefix
it_it: Pressi tabelle database utente

source: Show advanced database settings
it_it: Visualizza impostazioni avanzate database

source: User database name
it_it: Nome utente database

source: User database user
it_it: Utente del database utenti

source: User database password
it_it: Password del database utenti

source: User database host
it_it: Host del database utenti

source: User database character set
it_it: Set caratteri database utenti

source: User database character collation
it_it: Collazione caratteri del database utenti

source: User database "user" table
it_it: Tabella "user" del database utenti

source: The complete table name, including any prefix.
it_it: Nome completo della tabella, incluso il prefisso.

source: User database "user meta" table
it_it: Utente database della tabella "user meta"

source: Go to step 3 &raquo;
it_it: Vai al passo 3 &raquo;

source: Site name
it_it: Nome sito

source: Site address (URL)
it_it: Indirizzo del sito (URL)

source: Username
it_it: Nome Utente

source: Email address
it_it: Indirizzo email

source: The login details will be emailed to this address.
it_it: I dettagli per il login sono stati spediti per email a questo indirizzo.

source: Forum name
it_it: Nome forum:

source: Save site settings
it_it: Salva impostazioni sito

source: Complete the installation &raquo;
it_it: Completare l&#8217;installazione &raquo;

source: Show installation messages
it_it: Visualizza messaggi di installazione

source: Installation errors
it_it: Errori di installazione

source: Installation log
it_it: Registro installazione

source: &bull; This value is required to continue.
it_it: &bull; Questo valore è necessario per poter proseguire.

source: &bull; This does not appear to be a valid URL.
it_it: &bull; Questa non sembra essere una URL valida.

source: &bull; The URL must begin with "http" or "https".
it_it: &bull; La URL deve iniziare con "http" o "https".

source: &bull; The URL does not contain a host name.
it_it: &bull; La URL non contiene un nome di host.

source: &bull; This may not be a valid user table prefix.
it_it: &bull; Questa non può essere un prefisso di tabella valido.

source: &bull; Contains disallowed characters which have been removed.
it_it: &bull; Contiene aratteri non consentiti che sono stati rimossi.

source: &bull; The user email address appears to be invalid.
it_it: &bull; L'indirizzo email utente appare non valido.

source: Step 1 - Creating database tables
it_it: Passo 1 - Creazione tabelle database

source: Database installation failed!!!
it_it: Instllazione del database fallita!!!

source: Halting installation!
it_it: Installazione interrotta!

source: Installation failed!
it_it: Installazione fallita!

source: Database is already installed!!!
it_it: Il database è già installato!!!

source: Step 2 - WordPress integration (optional)
it_it: Passo 2 - Integrazione WordPress (opzionale)

source: WordPress address (URL):
it_it: Indirizzo di WordPress (URL):

source: Blog address (URL):
it_it: Indirizzo blog (URL):

source: Your "bb-config.php" file was not writable.
it_it: Il file "bb-config.php" non è scrivibile.

source: You will need to manually define the "auth" cookie salt in your database.
it_it: Occorre definire manualmente la "salatura" per il cookie "auth" nel database.

source: User database table prefix:
it_it: Prefisso della tabella database utenti:

source: User database name:
it_it: Nome utente database:

source: User database user:
it_it: Utente del database utenti:

source: User database password:
it_it: Password utente database:

source: User database host:
it_it: Host del database utenti:

source: User database collation:
it_it: Collazione database utente:

source: User database "user" table:
it_it: Tabella "user" del database utenti:

source: Integration not enabled
it_it: Integrazione non abilitata

source: Step 3 - Site settings
it_it: Passo 3 - Impostazioni sito

source: Site name:
it_it: Nome sito

source: Site address (URL):
it_it: Indirizzo sito (URL):

source: From email address:
it_it: Indirizzo email from:

source: That login is already taken!
it_it: Questo login è già preso!

source: Existing key master entered!
it_it: Inserita una chiave master già esistente!

source: Your bbPress password
it_it: La tua password bbPress

source: Re-setting admin email address.
it_it: Reimpostazione indirizzo email amministratore.

source: Key master created
it_it: Key master creato

source: Username:
it_it: Nome Utente:

source: Email address:
it_it: Indirizzo email:

source: Your existing password
it_it: Password attuale

source: Just another bbPress community
it_it: Solo un'altra comunità bbPress

source: Description:
it_it: Descrizione:

source: Forum name:
it_it: Nome forum:

source: Your first topic
it_it: La tua prima discussione

source: First Post! w00t.
it_it: Primo Articolo! w00t.

source: Topic:
it_it: Discussione:

source: Post:
it_it: Articolo:

source: Forum could not be created!
it_it: Impossibile creare il forum!

source: No new forum created.
it_it: Non è stato creato alcun nuovo forum.

source: Forums already exist!
it_it: Forum già esistente!

source: Your new bbPress site has been successfully set up at: %1$s You can log in to the key master account with the following information: Username: %2$s Password: %3$s We hope you enjoy your new forums. Thanks! --The bbPress Team http://bbpress.org/
it_it: Il nuovo sito bbPress è stato creato con successo su: %1$s &Egrave; possibile effettuare il login come amministratore con le seguenti informazioni: Nome Utente: %2$s Password: %3$s Speriamo apprezzerete questo forum. Grazie! --Il team bbPress http://bbpress.org/

source: New bbPress installation
it_it: Nuova installazione di bbPress

source: Key master email sent
it_it: Inviata email al Key Master

source: Key master email not sent!
it_it: Email al key master non inviata!

source: Installation completed with some errors!
it_it: Installazione completata con alcuni errori!

source: Warning
it_it: Attenzione

source: Message
it_it: Messsaggio

source: Database class not loaded.
it_it: La classe database non è stata caricata.

source: Dashboard
it_it: Bacheca

source: Users
it_it: Utenti

source: Manage
it_it: Gestione

source: Design
it_it: Aspetto

source: Settings
it_it: Impostazioni

source: Plugins
it_it: Plugin

source: Find
it_it: Trova

source: Moderators
it_it: Moderatori

source: Blocked
it_it: Bloccati

source: Forums
it_it: Forum

source: Recount
it_it: Ricalcola

source: Themes
it_it: Temi

source: General
it_it: Generale

source: WordPress Integration
it_it: Integrazione con WordPress

source: Edit
it_it: Modifica

source: No matching users were found!
it_it: Non &egrave; stato trovato alcun utente corrispondente alla ricerca!

source: Users Matching "%s" by Role
it_it: Utenti Corrsipondenti a "%s" per Ruolo

source: User List by Role
it_it: Lista Utenti per Ruolo

source: Search:
it_it: Cerca:

source: Search for users &raquo;
it_it: Cerca utenti &raquo;

source: &laquo; Back to All Users
it_it: &laquo; Torna a Tutti gli Utenti

source: %1$s &#8211; %2$s of %3$s shown below
it_it: %1$s &#8211; %2$s di %3$s elencati di seguito

source: Users with no role in these forums
it_it: Utenti senza alcun ruolo in questi forum

source: Display name
it_it: Visualizzare nome

source: Registered Since
it_it: Registrato Dal

source: Actions
it_it: Azioni

source: Delete
it_it: Elimina

source: Forum Name:
it_it: Nome Forum:

source: Forum Slug:
it_it: Abbreviazione forum:

source: Forum Description:
it_it: Descrizione Forum:

source: Forum Parent:
it_it: Forum padre:

source: Position:
it_it: Posizione:

source: Update Forum &#187;
it_it: Forum aggiornato &#187;

source: Add Forum &#187;
it_it: Aggiungi Forum &#187;

source: Posted: %1$s in <a href="%2$s">%3$s</a>
it_it: Pubblicato: %1$s in <a href="%2$s">%3$s</a>

source: Count posts of every topic
it_it: Conteggio gli articoli per ciascuna discussione

source: Count deleted posts on every topic
it_it: Conteggia gli articoli cancellati per ciascuna discussione

source: Count topics and posts in every forum (relies on the above)
it_it: Conteggia le discussioni e gli articoli di ciascun forum (si basa sul valore precedente)

source: Count topics to which each user has replied
it_it: Conteggia le discussioni a cui ciascun utente ha replicato

source: Count tags for every topic
it_it: Conteggia i tag per ciascuna discussione

source: Count topics for every tag
it_it: Conteggia le discussioni per ciascun tag

source: DELETE tags with no topics. Only functions if the above checked
it_it: CANCELLA i tag che non hanno una discussione. Funziona solamente se il valore precedente &egrave; spuntato

source: REMOVE deleted topics from users' favorites
it_it: RIMUOVERE le discussioni cancellati dai preferiti dell'utente

source: Visit author homepage
it_it: Visita la homepage dell&#8217;autore

source: Visit porter homepage
it_it: Visita la homepage dell&#8217;autore

source: Visit plugin homepage
it_it: Visita la homepage del plugin

source: is %d topic
it_it: è la discussione %d

source: %d user
it_it: utente %d

source: Recent User Registrations
it_it: Registrazioni recenti di utenti

source: registered %s ago
it_it: registrato %s fa

source: Recently Moderated Items
it_it: Elementi moderati di recente

source: Post
it_it: Articolo

source: on
it_it: su

source: by
it_it: da

source: Topic titled
it_it: Titolo discussione

source: started by
it_it: avviata da

source: Cookies
it_it: Cookie

source: User database
it_it: Database utenti

source: Custom user tables
it_it: Tabelle utente personalizzate

source: "Key master" account
it_it: Account "Key master"

source: First forum
it_it: Primo Forum

source: You can now log in with the following details:
it_it: &Egrave; ora possibile effettuare il login con i seguenti dati:

source: Site address:
it_it: Indirizzo sito:

source: <strong><em>Note that password</em></strong> carefully! It is a <em>random</em> password that was generated just for you. If you lose it, you will have to delete the tables from the database yourself, and re-install bbPress.
it_it: <strong><em>Annotare attentamente questa password!</em></strong> Si tratta di una password <em>casuale</em> generata appositamente. Se viene smarrita, si dovrà cancellare le tabelle dal database e reinstallare bbPress.

source: Settings saved.
it_it: Impostazioni salvate.

source: General Settings
it_it: Opzioni generali

source: Site title
it_it: Titolo del sito

source: Site description
it_it: Descrizione del sito

source: bbPress address (URL)
it_it: Indirizzo bbPress (URL):

source: The full URL of your bbPress install.
it_it: La URL completa alla installazione di bbPress.

source: E-mail address
it_it: Indirizzo email

source: Pretty permalink type
it_it: Tipo di permalink

source: None
it_it: Nessuno

source: Numeric
it_it: Numerico

source: Name based
it_it: Basato sul nome

source: Items per page
it_it: Elementi per pagina

source: Lock post editing after
it_it: Blocca la modifica degli articoli dopo

source: minutes
it_it: minuti

source: Date and Time
it_it: Data e ora

source: <abbr title="Coordinated Universal Time">UTC</abbr> time is
it_it: L&#8217;orario <abbr title="Coordinated Universal Time">UTC</abbr> è

source: Y-m-d g:i:s a
it_it: d-m-Y G:i:s

source: Times should differ<br />from UTC by
it_it: L&#8217;orario deve differire<br />dal tempo UTC di

source: hours
it_it: ore

source: Example: -7 for Pacific Daylight Time.
it_it: Esempio: -7 per il Pacific Daylight Time.

source: Date and time format
it_it: Formato data e ora

source: Date format
it_it: Formato data

source: How do we describe this?
it_it: Come si descrive questo?

source: Enable XML-RPC
it_it: Abilitare XML-RPC

source: Enable Pingbacks
it_it: Abilitare pingback

source: Avatars
it_it: Avatar

source: bbPress includes built-in support for <a href="http://gravatar.com/">Gravatars</a>, you can enable this feature here.
it_it: bbPress include il supporto per i <a href="http://gravatar.com/">Gravatar</a>, è possibile abilitare questa funzione da qui.

source: Show avatars
it_it: Mostra avatar

source: Gravatar default image
it_it: Immagine Gravatar predefinita

source: Default
it_it: Standard

source: Gravatar Logo
it_it: Logo Gravatar

source: Gravatar maximum rating
it_it: Massimo livello dei Gravatar

source: X rated gravatars may contain hardcore sexual imagery or extremely disturbing violence.
it_it: I gravatar di grado X possono contenere immagini sessuali hard o di elevata violenza.

source: R rated gravatars may contain such things as harsh profanity, intense violence, nudity, or hard drug use.
it_it: I gravatar di grado R possono contenere cose tipo profanità forti, violenza intensa, nudità o utilizzo di droghe pesanti.

source: PG rated gravatars may contain rude gestures, provocatively dressed individuals, the lesser swear words, or mild violence.
it_it: I gravatar di grado PG possono contenere gesti rudi, individui vestiti in maniera provocante, parolacce o leggera violenza.

source: A G rated gravatar is suitable for display on all websites with any audience type.
it_it: I gravatar di grado G sono adatte per la visualizzazione su qualsiasi sito web per qualsiasi tipo di pubblico.

source: Save Changes
it_it: Salva le modifiche

source: User role mapping saved.
it_it: Mappa ruoli utente salvata

source: User Role Map
it_it: Mappa ruoli utenti

source: none
it_it: nessuno

source: Save User Role Map
it_it: Salva mappa ruoli utente

source: User Integration
it_it: Integrazioni utenti

source: In any case, it is usually <strong>wp_</strong>
it_it: In ogni caso, solitamente è <strong>wp_</strong>

source: Plugin Management
it_it: Gestione plugin

source: Plugins extend and expand the functionality of bbPress. Once a plugin is installed, you may activate it or deactivate it here.
it_it: I plugin estendono le funzionalità di bbPress. Dopo aver installato un plugin, è possibile attivarlo o disattivarlo in questa pagina.

source: Version
it_it: Versione

source: Description
it_it: Descrizione

source: Action
it_it: Azione

source: Activate
it_it: Attiva

source: Deactivate
it_it: Disatttiva

source: By %s.
it_it: Di %s.

source: Automatically loaded plugins
it_it: Plugin caricati automaticamente

source: No Plugins Installed
it_it: Nessun plugin installato

source: Get More Plugins
it_it: Ottieni altri plugin

source: Choose items to recalculate
it_it: Scegli gli elementi da ricalcolare

source: Count!
it_it: Conta!

source: You are not allowed to manage tags.
it_it: Non ti &egrave; permesso gestire i tag.

source: Tag not found.
it_it: Tag non trovato.

source: Rows deleted from tags table: %d <br />
it_it: Righe cancellate dalla tabella dei tag: %d <br />

source: Rows deleted from tagged table: %d <br />
it_it: Righe cancellate dalla tabella dei tagged: %d <br />

source: Something odd happened when attempting to destroy that tag.<br /> <a href="%s">Try Again?</a>
it_it: Si &egrave; verificato qualche problema tentando di distruggere questo tag.<br /> <a href="%s">Riproviamo?</a>

source: Tag specified not found.
it_it: Tag specificato non trovato.

source: Tag to be merged not found.
it_it: Il tag da unire non &egrave; stato trovato.

source: Number of topics from which the old tag was removed: %d <br />
it_it: Numero di discussioni da cui si &egrave; rimosso il vecchi tag: %d <br />

source: Number of topics to which the new tag was added: %d <br />
it_it: Numero di discussioni a cui il nuovo tag &egrave; stato aggiunto: %d <br />

source: Number of rows deleted from tags table:%d <br />
it_it: Numero di righe cancellate dalla tabella dei tag:%d <br />

source: <a href="%s">New Tag</a>
it_it: <a href="%s">Nuovo Tag</a>

source: Something odd happened when attempting to merge those tags.<br /> <a href="%s">Try Again?</a>
it_it: Si &egrave; verificato qualche problema tentando di unire questi tag.<br /> <a href="%s">Riproviamo?</a>

source: There already exists a tag by that name or the name is invalid. <a href="%s">Try Again</a>
it_it: Esiste gi&agrave; un tag conq uesto nome oppure il nome non &egrave; valido. <a href="%s">Riprova</a>

source: Theme "%s" <strong>activated</strong>
it_it: Tema "%s" <strong>attivato</strong>

source: Default theme is missing.
it_it: Manca il tema standard.

source: Theme not found. Default theme applied.
it_it: Tema non trovato. Verr&agrave; utilizzato il tema standard.

source: Click to activate
it_it: Fai click per attivare

source: by <cite>%s</cite>
it_it: di <cite>%s</cite>

source: , ported by <cite>%s</cite>
it_it: , adattato da <cite>%s</cite>

source: All of this theme's files are located in %s
it_it: Tutti i file di questo tema sono posizionati in %s
